export default [
  {
    _id: "1",
    rate: 4,
    price: 60,
    name: "ข้าวผัดกระเพรา",
    description: `ข้าวผัดกระเพรา เป็นอาหารที่มีชื่อเสียงและเป็นที่รู้จักกันอย่างแพร่หลายในวงการอาหารไทย โดยมีส่วนประกอบหลักๆ คือ ข้าวสวยผัดกับใบกระเพรา และส่วนผสมอื่นๆ เช่น หมู/ไก่/เนื้อกุ้ง/ปลาหมึก และพริกขี้หนู ซึ่งจะให้รสชาติที่เผ็ดร้อน ซึ่งเป็นเอกลักษณ์ของอาหารชนิดนี้

การทำข้าวผัดกระเพรา จะเริ่มต้นด้วยการผัดเนื้อหรือกุ้งกับกระเทียมและพริกขี้หนู จากนั้นก็เพิ่มใบกระเพราลงไปผัดให้เข้ากันกับเนื้อหรือกุ้ง หลังจากนั้นก็เทข้าวสวยลงไปผัดให้เข้ากับส่วนผสมทั้งหมด โดยอาจจะเพิ่มไข่ดาวลงไปประดับเพิ่มเติมให้กับเมนูนี้ได้อีกด้วย

ข้าวผัดกระเพรามีรสชาติที่เผ็ดร้อน และมีกลิ่นหอมจากใบกระเพรา ทำให้เป็นอาหารที่มีความเข้มข้นและอร่อยมากๆ นับเป็นเมนูสุดคลาสสิคของอาหารไทยที่เป็นที่รู้จักทั่วโลกและเป็นที่นิยมของนักท่องเที่ยวที่มาเยือนประเทศไทย`,
    image: "/images/food1.jpg",
    category: "recommended",
  },
  {
    _id: "2",
    rate: 3,
    price: 80,
    name: "ข้าวผัดหมู",
    description: `ข้าวผัดหมูเป็นเมนูอาหารที่เป็นที่รู้จักกันทั่วไปในวงการอาหารไทยและเป็นเมนูที่ได้รับความนิยมมากในทุกช่วงวัย โดยส่วนประกอบหลักของเมนูนี้ คือ ข้าวสวยผัดกับหมูสับ และผัก ซึ่งมักจะใช้ผักกาดขาว หรือผักกาดหอมในการผัด และอาจจะมีไข่ดาวเป็นเครื่องเพิ่มรสชาติให้กับข้าวผัดหมู

การทำข้าวผัดหมู เริ่มต้นด้วยการผัดหมูสับกับกระเทียม และพริกขี้หนู จากนั้นก็เพิ่มข้าวสวยลงไปผัดให้เข้ากับหมูสับ และผัก ซึ่งสามารถเลือกใช้ผักได้ตามต้องการ หลังจากนั้นก็ตามด้วยการใส่ซีอิ๊วขาว และซอสปรุงรสต่างๆ ผสมเข้ากับเมนูนี้ ซึ่งจะช่วยเพิ่มรสชาติและกลิ่นหอมให้กับข้าวผัดหมู

ข้าวผัดหมูเป็นอาหารที่มีรสชาติอร่อย หอม และเป็นเมนูที่สามารถปรับแต่งได้ตามความชอบ โดยสามารถเพิ่มหรือลดปริมาณส่วนผสมต่างๆ ได้ และมักจะเป็นอาหารที่จะรับประทานกับอาหารว่าง หรือใช้เป็นอาหารจานเดียวก็ได้ โดยเป็นอาหารที่เหมาะสำหรับทุกคนที่ชอบรสชาติของอาหารไทยและเป็นอาหารที่เป็นที่นิยมอย่างแพร่หลาย`,
    image: "/images/food2.jpg",
    category: "recommended",
  },
  {
    _id: "3",
    rate: 5,
    price: 30,
    name: "ข้าวไข่เจียว",
    description: `ข้าวไข่เจียวเป็นเมนูอาหารที่นิยมและเป็นที่รู้จักกันอย่างแพร่หลายในวงการอาหารไทย ซึ่งเป็นอาหารที่ง่ายต่อการทำและสามารถรับประทานได้ตลอดทั้งวันไม่ว่าจะเป็นอาหารเช้า อาหารกลางวัน หรืออาหารเย็น

ส่วนประกอบหลักของข้าวไข่เจียวประกอบไปด้วย ข้าวสวย ไข่ไก่ และผักหรือเห็ดตามชอบ เมื่อทำเสร็จแล้วจะได้จานข้าวสวยที่ผัดกับไข่ไก่และผักหรือเห็ด ซึ่งจะมีรสชาติอร่อยและเป็นเมนูที่ทำให้คุณรู้สึกสะดุดตามประสบการณ์ของคุณ

การทำข้าวไข่เจียวเริ่มต้นด้วยการตำไข่ให้เข้ากันกับเกลือ พร้อมทั้งเตรียมผักหรือเห็ดไว้ จากนั้นก็ผัดข้าวสวยในกระทะกับน้ำมันร้อน และเพิ่มไข่ที่เตรียมไว้ลงไปผัดให้เข้ากับข้าว ใส่ผักหรือเห็ดลงไปผัดเบาๆ แล้วก็จัดจานเสิร์ฟพร้อมรับประทาน

ข้าวไข่เจียวเป็นอาหารที่สามารถปรับแต่งได้ตามความชอบ เช่น สามารถเพิ่มส่วนผสมอื่นๆ เช่น หมูสับ กุ้งสด หรือไส้กรอกลงไปในเมนูได้ และเป็นเมนูที่รวดเร็วและสะดวกต่อการทำ ทำให้เป็นอาหารที่นิยมสำหรับคนที่ไม่มีเวลาเตรียมอาหาร`,
    image: "/images/food3.jpg",
    category: "recommended",
  },
  {
    _id: "4",
    rate: 4,
    price: 50,
    name: "ข้าวซอย",
    description: `ข้าวซอยเป็นอาหารพื้นเมืองไทยที่มีชื่อเสียงและเป็นที่รู้จักกันอย่างแพร่หลาย ส่วนประกอบหลักของข้าวซอยประกอบไปด้วย ข้าวเหนียว น้ำกะทิ น้ำตาลทราย และเครื่องปรุงรสต่างๆ เช่น เกลือ หรือพริกไทย ส่วนผสมอื่นๆ อาจมีมะพร้าว ลูกชิ้นปลาหรือไก่ หรือกุ้ง และถ้าชอบก็อาจเพิ่มผักหรือเห็ดตามชอบได้

การทำข้าวซอยจะเริ่มต้นด้วยการนำข้าวเหนียวไปล้างให้สะอาดแล้วแช่น้ำไว้สักพัก จากนั้นก็นำข้าวเหนียวมานึ่งในน้ำไอน้ำซึ่งเตรียมไว้ก่อนหน้านี้ ใส่เครื่องปรุงรสและน้ำตาลทรายลงไป ผสมให้เข้ากันจนข้าวเหนียวสุกและเม็ดเยิ้ม จากนั้นใส่น้ำกะทิลงไปคนให้เข้ากัน ใช้ไฟอ่อนๆ คนจนเนื้อข้าวเหนียวเป็นเนื้อเดียวกันกับน้ำกะทิ และรสชาติสุดท้ายจะต้องเป็นรสหวานเข้มเล็กน้อย

เมื่อข้าวซอยเสร็จแล้ว จะนำมาเสิร์ฟพร้อมกับส่วนผสมต่างๆ อย่างเช่น มะพร้าวขูด ลูกชิ้นปลาหรือไก่ หรือกุ้ง และถ้าชอบสามารถใส่ผักหรือเห็ดตามชอบได้`,
    image: "/images/food4.jpg",
    category: "recommended",
  },
  {
    _id: "5",
    rate: 4,
    price: 50,
    name: "ผัดไทย",
    image: "/images/food5.jpg",
    category: "recommended",
    description: `ผัดไทเป็นอาหารไทยที่มีชื่อเสียงและเป็นที่รู้จักกันอย่างแพร่หลายทั้งในไทยและต่างประเทศ ประกอบด้วยเนื้อสัตว์หรือแห้ง แต่ส่วนที่สำคัญที่สุดของผัดไทคือ ซอสผัดไท ซึ่งทำจากน้ำตาลทราย ซีอิ้วขาว น้ำปลา และมันขาว ผัดไทยจะมีส่วนผสมอื่น ๆ อย่างเช่น เส้นหมี่ ไข่เจียว ถั่วงอก หอมหัวใหญ่ พริกขี้หนู หรือผักกาดขาว

การทำผัดไทยจะเริ่มต้นด้วยการตั้งกระทะที่มีไฟร้อนจนถึงจุดเกือบตะไคร้ จากนั้นใส่น้ำมันลงไป รอให้น้ำมันร้อน จากนั้นใส่เนื้อหรือเห็ดลงไปผัดจนสุก จากนั้นใส่เส้นหมี่ลงไปผัดจนเนื้อเหลือง ใส่ซอสผัดไทยลงไปและผัดให้ทั่วกัน ใส่ไข่เจียว ถั่วงอก และหอมหัวใหญ่ลงไปผัดให้เข้ากัน สุดท้ายใส่ผักกาดขาว และพริกขี้หนูสุกลงไปผัดอีกสักครู่ จากนั้นก็ตักใส่จานพร้อมเสิร์ฟ

ผัดไทยเป็นอาหารที่หลากหลายและสามารถปรับปรุงได้ตามสไตล์ของแต่ละคน ซึ่งมีความยาวมากกว่า 150 ตัวอักษร แต่ทั้งหมดนี้มาจากส่วนผสมต่างๆ ซึ่งต้องการความตั้งใจ`,
  },
  {
    _id: "6",
    rate: 4,
    price: 60,
    name: "ข้าวคลุกกะปิ",
    image: "/images/food6.jpg",
    category: "popular",
    description: `ข้าวคลุกกะปิเป็นอาหารชนิดหนึ่งที่มีความเป็นที่รู้จักกันอย่างแพร่หลายในประเทศไทย โดยจะใช้ข้าวสวยร้อนๆ ผสมกับน้ำปลาและกะปิที่ผสมเครื่องเทศเข้าด้วยกัน ในการทำอาหารนี้จะมีการต้มกะปิผสมกับน้ำปลา และผสมเครื่องเทศ เช่น พริกขี้หนูสด กระเทียม หอมแดง ตะไคร้ ใบมะกรูด และมะนาว จากนั้นนำไปคลุกกับข้าวสวย โดยมักจะเพิ่มความหอมให้กับข้าวด้วยการใส่หอมแดง และใส่ผักสด เช่น ใบชะพลู ใบกระเพรา และมะระขี้นก่อนเสิร์ฟ

ข้าวคลุกกะปิเป็นอาหารที่มีรสชาติเปรี้ยว หวาน ละมุนละไม และเผ็ดน้อย สามารถรับประทานได้เป็นอาหารคาวหรือเป็นอาหารจานเดียวก็ได้ และเป็นอาหารที่มีคุณค่าทางโภชนาการสูง เนื่องจากประกอบไปด้วยข้าวสวยที่เป็นแหล่งให้พลังงานและแร่ธาตุต่างๆ รวมถึงกะปิที่มีโปรตีนและไขมันที่มีประโยชน์ต่อร่างกายด้วย`,
  },
  {
    _id: "7",
    rate: 5,
    price: 70,
    name: "ข้าวคะน้าหมูกรอบ",
    image: "/images/food7.jpg",
    category: "popular",
    description: `ข้าวคะน้าหมูกรอบเป็นอาหารไทยที่เป็นที่นิยมอย่างแพร่หลาย ประกอบด้วยข้าวสวยผัดกับผักคะน้าและเนื้อหมูกรอบ ในการทำอาหารนี้ จะเริ่มต้มข้าวสวยโดยใช้น้ำส่วนผสม 1:1.5 (ข้าว:น้ำ) จนเดือด แล้วลดเป็นไฟอ่อนๆ ต้มต่อไปอีกประมาณ 10 นาที จนข้าวสุก จากนั้นนำข้าวออกมาเตรียมใช้งาน

ส่วนเนื้อหมูกรอบจะต้องเตรียมไว้ก่อน โดยการนำเนื้อหมูหั่นเป็นชิ้นบางๆ และผสมกับซอสหมูกรอบ จากนั้นนำไปย่างในเตาอบหรืออุปกรณ์ที่เหมาะสมจนกระทั่งหมูกรอบสุกกรอบ แล้วเตรียมไว้เพื่อใช้ในการตั้งแต่งอาหาร

สำหรับผักคะน้าจะต้องล้างให้สะอาดแล้วตัดต้นออกและแยกใบ พร้อมทั้งเตรียมเครื่องผสมเผือก ประกอบด้วย น้ำมันพืช กระเทียมสับ ซีอิ๊วขาว ซอสหมูกรอบ ซอสปรุงรส น้ำตาลทราย และพริกไทย

เมื่อทุกอย่างพร้อมแล้ว ใส่น้ำมันลงในกระทะ รอจนเกือบเดือด จากนั้นใส่กระเทียมสับลงไปผัดจนหอม จากนั้นใส่เนื้อหมูกรอบลงไปผัดให้เข้ากับกระเทียม ตามด้วยคะน้าและเครื่องผสมเผือก ผัดจนผักสุดแก่และเนื้อหมูกรอบสุก`,
  },
  {
    _id: "8",
    rate: 4,
    price: 60,
    name: "ข้าวหมูแดง",
    image: "/images/food8.jpg",
    category: "popular",
    description: `ข้าวหมูแดงเป็นอาหารจานเดียวที่มีรสชาติหวานและเค็ม ประกอบด้วยข้าวสวยผัดกับเนื้อหมูที่ต้มและคั่วกับซอสหมูแดง ซึ่งซอสนี้จะทำจากน้ำตาลทราย ซีอิ๊วดำ ซอสปรุงรส และถั่วลิสง

ในการทำข้าวหมูแดง จะเริ่มต้มเนื้อหมูให้สุกก่อนโดยใช้ส่วนผสมของน้ำมะนาว พริกไทย และหอมแดง จากนั้นจะใช้น้ำเปล่าเพื่อต้มเนื้อหมูจนสุก และสุดท้ายจะเติมซอสหมูแดง และนำไปคั่วเพื่อให้เนื้อหมูเป็นสีแดงๆ และซอสของเนื้อหมูจะเค็มหวานเป็นหลัก จากนั้นจึงจัดข้าวสวยใส่จานแล้วทาดเนื้อหมูแดงข้างบนข้าว โดยมักจะเพิ่มความหอมให้กับข้าวด้วยการโรยหอมแดงหรือใส่ผักชีฝรั่งบดบนข้าว

ข้าวหมูแดงเป็นอาหารที่มีความเป็นที่รู้จักกันอย่างแพร่หลายในประเทศไทย มีรสชาติหวานๆ เค็มๆ มีกลิ่นหอม และเนื้อหมูนุ่ม ให้พลังงานและโปรตีนที่สูง แต่ในเวลาเดียวกันก็มีปริมาณโซเดียมและน้ำตาลที่สูง ดังนั้นการรับประทานไม่ควรจะกินประจำเพราะอาจส่งผลกระทบต่อสุขภาพ`,
  },
  {
    _id: "9",
    rate: 4,
    price: 60,
    name: "ข้าวหมูกรอบ",
    image: "/images/food9.jpg",
    category: "popular",
    description: `ข้าวหมูกรอบเป็นอาหารไทยที่นิยมและเป็นที่รู้จักอย่างแพร่หลาย ประกอบด้วยข้าวสวยผัดกับเนื้อหมูที่หมักหรือแช่และย่างกรอบจนกระทั่งสุก โดยมักจะเสิร์ฟพร้อมกับแตงกวาหรือผักสด เช่น ผักกาดขาว คะน้า หรือผักกาดฉีก เป็นต้น

ในการทำข้าวหมูกรอบ จะเริ่มต้มหมูให้สุกก่อนโดยใช้ส่วนผสมของน้ำมะนาว ซอสปรุงรส และเกลือ จากนั้นนำไปหมักหรือแช่ในซอสหมูกรอบเพื่อให้เนื้อหมูมีกลิ่นหอมและรสชาติหวานเค็ม จากนั้นจึงนำเนื้อหมูไปย่างในเตาอบ หรือทอดจนกระทั่งกรอบ จากนั้นเตรียมข้าวสวยโดยการนำข้าวผัดในกระทะกับไข่ไก่และหอมแดง ใส่ไส้กรอกและเติมเนื้อหมูกรอบลงไปผัดให้เข้ากัน โดยใส่ผักสดลงไปคลุกเคล้าในข้าว

ข้าวหมูกรอบเป็นอาหารที่มีรสชาติกรอบๆ เค็มๆ กับกลิ่นหอมของหมูที่หมักและย่าง จะเป็นอาหารเช้าหรืออาหารว่างที่มีปริมาณพลังงานสูง และมีคุณค่าทางโภชนาการที่สูงเนื่องจากมีโปรตีนและไขมันที่มีประโยชน์ต่อร่างกาย`,
  },
  {
    _id: "10",
    rate: 3,
    price: 60,
    name: "ข้าวหมูทอดกระเทียม",
    image: "/images/food10.jpg",
    category: "popular",
    description: `ข้าวหมูทอดกระเทียมเป็นอาหารที่มีต้นกำเนิดมาจากภาคใต้ของประเทศไทย ประกอบด้วยข้าวสวยผัดกับหมูที่หั่นเป็นชิ้นเล็ก ๆ และผักกาดขาวหรือผักสดต่าง ๆ ซึ่งถูกทอดในน้ำมันจนกระทั่งกรอบ แล้วราดด้วยซอสที่ผสมกับกระเทียมสับและพริกไทย

การทำข้าวหมูทอดกระเทียมจะเริ่มต้มหมูให้สุกก่อนโดยใช้ส่วนผสมของน้ำมะนาว ซอสปรุงรส และเกลือ จากนั้นจะนำไปทอดในน้ำมันจนกระทั่งเหลืองกรอบ หลังจากทอดแล้ว จะตักขึ้นใส่จานแล้วใส่ผักสดและเครื่องเทศด้วยกระเทียมสับ พริกไทย และซอสเค็ม ๆ เพื่อเพิ่มรสชาติ โดยมักจะเสิร์ฟพร้อมกับข้าวสวย

ข้าวหมูทอดกระเทียมเป็นอาหารที่มีรสชาติกรอบๆ เค็มๆ และมีกลิ่นหอมของกระเทียม มักเป็นเมนูอาหารเล่นหรือเครื่องดื่มเสริมอื่น ๆ เช่น ข้าวผัดกระเทียม หรือยำกระเทียม และถูกนำไปใช้บ่อยๆ ในเทศกาลต่าง ๆ เช่น งานแต่งงาน งานปีใหม่ และงานเลี้ยงในครอบครัว ด้วยเหตุนี้ ข้าวหมูทอดกระเทียมเป็นอาหารที่แพร่หลายและเป็นที่นิยมของชาวไทย`,
  },
  {
    _id: "11",
    rate: 5,
    price: 80,
    name: "ข้าวหน้าเป็ด",
    image: "/images/food11.jpg",
    category: "popular",
    description: `ข้าวหน้าเป็ดเป็นอาหารจานเดียวที่มีต้นกำเนิดมาจากจีน แต่ได้รับความนิยมและเป็นที่รู้จักในประเทศไทยอย่างแพร่หลาย ประกอบด้วยข้าวสวยผัดกับเป็ดที่ต้มให้สุกและหั่นเป็นชิ้น แล้วจัดใส่บนข้าวและราดด้วยซอส

ในการทำข้าวหน้าเป็ด เริ่มต้มเป็ดก่อนโดยใช้ส่วนผสมของเหล้าขาว ซีอิ๊ว น้ำตาล และเครื่องปรุงรสต่าง ๆ จากนั้นนำไปต้มจนเนื้อเป็ดสุกและนุ่ม เสริฟ์เป็ดที่ต้มได้แล้วบนจานจัดให้เป็ดโรยบนข้าวเต้าหู้แล้วราดด้วยซอสจนทั่วทั้งจาน โดยซอสที่ใช้จะเป็นซอสสำเร็จรูปที่ผสมจากเหล้าขาว ซีอิ๊ว น้ำตาล และซอสปรุงรสต่าง ๆ จากนั้นใส่ผักสดเพื่อเพิ่มความสดชื่น และปรุงรสชาติให้ตรงตามชอบ

ข้าวหน้าเป็ดเป็นอาหารที่มีรสชาติหวานเค็ม รสชาติของซอสหวาน กลิ่นหอมของเป็ด และความกรอบของเป็ด มีปริมาณโปรตีนและไขมันที่สูงทำให้มีประโยชน์ต่อร่างกาย แต่ก็มีปริมาณโคเลสเตอรอลและไขมันที่ไม่ดีต่อสุขภาพเมื่อบริโภคเกินไป`,
  },
];
